import React from "react";

const Doc = () => {
  return (
    <div className="container">
      <div className="row row-cols-md-1 row-cols-md-2">
        <div className="col">
          {" "}
          <h3>การ Login</h3>
          <h4>ID สำหรับ Admin</h4>
          <p>admin000@gmail.com</p>
          <h4>ID สำหรับขายสินค้า</h4>
          <p>user000@gmail.com</p>
          <h4>ID สำหรับซื้อสินค้า</h4>
          <p>user001@gmail.com</p>
        </div>
        <div className="col">
          <h3>สำหรับการขายสินค้า</h3>
          <h4>การขาย</h4>
          <p>1. เข้าระบบแล้วคลิกที่เมนูสินค้าที่คุณขาย</p>
          <p>
            2. คลิกปุ่มเพิ่มสินค้าที่ต้องการขาย
            กรอกรายการให้ครบแล้วกดเพิ่มสินค้า
          </p>
          <p>
            3. ระบบจะนำกลับมาที่เมนูสินค้าที่ขาย
            สามารถแก้ไขสินค้าและลบรายการสินค้าได้
          </p>
          <h4>การซื้อ</h4>
          <p>
            1.
            เลือกสินค้าที่อยู่ด้านหน้าโฮมเพจจากนั้นระบุจำนวนที่ต้องการและคลิกเพิ่มไปที่ตะกร้าสินค้า
          </p>
          <p>
            2. ไปที่ตะกร้าสินค้าหากต้องการเปลี่ยนแปลงให้กดนำออกจากตะกร้าสินค้า
            ไม่ต้องการเปลี่ยนแปลงให้คลิกชำระสินค้า
          </p>
          <p>
            3. หลังจากคลิกชำระสินค้า
            เลือกที่อยู่เพื่อจัดส่งสินค้าหากยังไม่ได้เพิ่มให้เพิ่มที่อยู่ก่อนแล้วกลับมาเลือกใหม่
          </p>
          <p>
            4.
            ตรวจสอบความถูกต้องของข้อมูลเลือกวิธีการชำระเงินตอนนี้ชำระได้ช่องทางเดียว
            คลิกปุ่มยืนยันระบบจะทำการสร้างคำสั่งซื้อให้
            ดูรายละเอียดการสั่งซื้อได้ที่เมนูรายการสั่งซื้อ
          </p>
        </div>

        <div className="col">
          <h4>การชำระค่าสินค้า</h4>
          <p>1. คลิกที่เมนูแจ้งการชำระเงิน</p>
          <p>
            2. กรอกข้อมูลให้ครบและถูกต้อง
            หากกรอกถูกเลขที่รายการสั่งซื้อระบบจะขึ้นว่าชำระเงินแล้วในเมนูรายการสั่งซื้อ
          </p>
        </div>

        <div className="col">
          <h4>การส่งสินค้าสำหรับผู้ขาย</h4>
          <p>
            1. ตรวจสอบการชำระเงินจากข้อมูลของท่าน
            จากนั้นคลิกเมนูสินค้าทีต้องส่งเลือกและดูรายละเอียดการส่งสินค้า
          </p>
          <p>2. ใส่เลขที่ใบสั่งซื้อ และรหัสการขนส่งที่ได้จากผู้จัดส่งสินค้า</p>
        </div>

        <div className="col">
          <h4>แอดมิน</h4>
          <p>1. สามารถเพิ่มและเปลี่ยนแปลงรายการหมวดหมู่สินค้าได้</p>
        </div>
      </div>
    </div>
  );
};

export default Doc;
